Repository: jonathan-dejong/user-mail-notifications
Catalog: languages/mail_notifications_lang-*.po
Languages: sv_se

source: Mail Notifications
sv_se: E-post Notifieringar

source: Email template
sv_se: E-post mall

source: Email from:
sv_se: E-post från:

source: Email subject:
sv_se: E-post ämne:

source: Email content:
sv_se: E-post meddelande:

source: Additional settings
sv_se: Övriga inställningar

source: Roles:
sv_se: Roller:

source: Mail Notifications Settings
sv_se: E-post Notifieringar Inställningar

source: There's a few tags you can use to dynamically insert content in your email. These are:
sv_se: Det finns ett par taggar som kan användas för att dynamiskt fylla meddelandets information. Dessa är:

source: The posts title
sv_se: Inläggets titel

source: The posts excerpt, does not retrieve the automatic excerpt if no manual has been written
sv_se: Inläggets utdrag, detta hämtar enbart manuellt inlagda utdrag

source: The posts url, you can use this in a link instead of an url to create a working link
sv_se: Inläggets URL, detta kan användas istället för en hel URL för att skapa en fungerande länk till inlägget

source: You may set what roles the user should be able to send emails to.
sv_se: Bestäm vilka roller man ska kunna skicka notifieringar till.

source: Send notification to role
sv_se: Skicka notifiering till roll

source: Check what roles should be sent a notification about this post:
sv_se: Kryssa i vilka roller som ska få en notifiering om det här inlägget:
